{
  "fatemaster:WinterEvent": {
    "NAME": "Crystallization of Winter",
    "DESCRIPTIONS": [
      "The masterpiece of a certain alchemist family, born in the castle of eternal winter. NL The useless magic circuit engraved on her whole body is the proud girl's reason for being, and also―――the proof of her bond with a great \"Hero\".",
      "You have a desire to take her away and take action for it.",
      "You walked past her and didn't want to get in touch with her."
    ],
    "OPTIONS": [
      "[Take Her Away] #gGet #ga #gCrystallization #gof #gWinter.",
      "[Ignore]",
      "[Leave]"
    ]
  },
  "fatemaster:FGOLibrary": {
    "NAME": "The Library (FGO)",
    "DESCRIPTIONS": [
      "It's someone's footprint. NL Or scar. NL If it comes to posterity, i was bitten by a fish and injured. NL Some people die at last. NL It is a mountain of treasure. NL It is a tomb of paper once in a person. NL Even so, ah. NL \"I don't want to be forgotten. \" NL Why can't they be loved?",
      "Reading is for chumps. NL You doze off in a comfy chair instead. NL ~Zzz...~ ~zzz...~ ~..Zz....~ NL You wake up feeling refreshed.",
      "I won't get tired of reading the stories of the heroes a few times. NL NL You noticed them staring at you, NL you quickly left."
    ],
    "OPTIONS": [
      "[Read] #gChoose #g1 #gof #g? #gcards #gto #gadd #gto #gyour #gdeck. #rLose #r",
      "[Sleep] #gHeal #g",
      " #gHP.",
      "[Leave]",
      "Add a card to your deck.",
      " #rMax #rHP."
    ]
  },
  "fatemaster:ConflictEvent": {
    "NAME": "Tezcatlipoca",
    "DESCRIPTIONS": [
      "\"Oh! Let's make a deal, Master.\"",
      "\"Transaction established. The thing is good, I like it.\"",
      "\"The transaction is established. It seems that you prefer weapons.\""
    ],
    "OPTIONS": [
      "[Offer: ",
      "] #rLose #rthis #rrelic. #gUpgrade #gall #gAttack #gCards.",
      "] #rLose #rthis #rrelic. #gObtain #ga #gspecial #grelic.",
      "[Leave]"
    ]
  },
  "fatemaster:ProofAndRebuttalEvent": {
    "NAME": "Proof and Rebuttal",
    "DESCRIPTIONS": [
      "Because it is a person who dedicates himself to the formula, if you point it on the same board, the difference between the person who reached the person who is in the middle of the proof is different. NL The opening of experience value is not blocked. However NL \"Young!\nIt seems like even if you buy a young time trouble? NL A nice lecture from senpie. \" NL \"I don't know... NL Even if it is already an answer, I do not accept it! NL Because I won't be alone! \" NL Spirituality seems to remain retrograde. NL \"No, no man. NL I can see such a figure of my enemy NL I have to say that there is a feeling that is hard to write... \"",
      "You choose to record this moment.",
      "You really enjoy this moment."
    ],
    "OPTIONS": [
      "[Witness] #gGet #ga #gProof #gand #gRebuttal.",
      "[Enjoy] #gUpgrade #g2 #grandom #gcards. #rLose #r",
      " #rGold.",
      "[Leave]",
      "选择两张牌升级。",
      "[Locked] Requires: Upgradeable Cards"
    ]
  },
  "fatemaster:ManofChaldea": {
    "NAME": "Man of Chaldea",
    "DESCRIPTIONS": [
      "As humanity is the continuous footprint (memories) from the past to the future, a person grows by accumulating experience, knowledge, and stories.",
      "The trivial conversation in an hour. NL The difficult to acquire friendship in a day. NL The promising growth in a year.",
      "No humans can remember those things in details.",
      "The only thing that remains is the result, and the progress is always forgotten.",
      "In the long run, or rather objectively, the boy is no different to other humans.",
      "At the end of the day, his memories are renewed. NL They turn into a blank state. NL Among those memories, he only retains the essential ones.",
      "23 hours and 55 minutes are lost. NL All the dazzlingly beautiful experiences that occurred in a day are bleached.",
      "His belief lies in 5 minutes. NL His will to fight against the renewal allows him to keep the memories that he must not lose/that he must not forget.",
      "And so, the boy became an adult. NL By collecting only the necessary information to a human being (himself), he has successfully become \"The shape of a certain someone\".",
      "He does not think of that as real or fake. NL Things like wishes, beliefs, and vows are simple. NL \"Humans are beings that do good things\". NL It is the one and only Grand Order that makes him human.",
      "You gain some gold.",
      "You heal some HP."
    ],
    "OPTIONS": [
      "[Continue]",
      "[Continue] #gGain #g75 #gGold.",
      "[Continue] #gHeal #g15 #gHP.",
      "[Leave]"
    ]
  },
  "fatemaster:Beyondthe": {
    "NAME": "Beyond the Night Without the Snow Flower",
    "DESCRIPTIONS": [
      "Every path I took led me to a darkness as dead as night. NL My talents as a mage were average, my family lineage ordinary, and my opportunity to capitalize on my aptitude as a Master fell into the void from within a coffin. All that remains is regret, the thought that I could have made something out of myself. NL NL Yet in that world, there was light even at night. It wasn't as strong as the sun, but not as gentle as the moon. It was a ghostly light, placid like snow falling at night.",
      "I have to live. NL I need to put myself together, refuse to falter any further, and take a stand as many times as is necessary. I must keep moving forward, even if countless regrets drag me down. NL NL For the girl who disappeared like a snowy blossom, for she who came from a world that no longer exists... NL I am her one and only Master. NL Kadoc Zemlupus.",
      "You continue walking towards the top of the tower."
    ],
    "OPTIONS": [
      "[Continue]",
      "[Continue] #gGet #ga #gShvibzik.",
      "[Kadoc] #gGain #g",
      " #gMax #gHP.",
      "[Leave]"
    ]
  },
  "fatemaster:DailyLifeattheBeyond": {
    "NAME": "Daily Life at the Beyond",
    "DESCRIPTIONS": [
      "The road I once saw. NL Now hidden in the distant corner of my memory, a glimpse of the past scenery. NL NL ...The place I long to return to. NL ...The people I yearn to see again.",
      "Perhaps it is the coincidence of several chances, several pieces of luck, NL and several \"ifs\" overlapping, NL that finally make it possible, NL to capture that one-in-a-lifetime, perfect moment to press the shutter chance.",
      "This is an image data of dreams. NL Without losing anything, a warm spring day has finally arrived. NL You gently sketch it in your mind, NL the continuation of that time that should have existed in your heart, yet is no longer visible."
    ],
    "OPTIONS": [
      "[All Chose] #gObtain #gAvenger. #rLose #r",
      "[All Chose] #gObtain #gOblivion #gCorrection. #rLose #r",
      "[All Chose] #gObtain #gSelf-Replenishment #g(Magic). #rLose #r",
      "[Leave]",
      "[Locked]",
      "[Continue]",
      " #rHP."
    ]
  },
  "fatemaster:DevilSlot": {
    "NAME": "Devil Slot",
    "DESCRIPTIONS": [
      "This is the worst-case scenario, you have no other choice.",
      "You don't want the gift anymore.",
      "It's quite a coincidence."
    ],
    "OPTIONS": [
      "[Devil's Gift] #gObtain #gBB.",
      "[Outrun] #gRemove #ga #gcard #gfrom #gyour #gdeck. #rLose #r",
      "[Leave]",
      " #rHP."
    ]
  },
  "fatemaster:TestTheWaters": {
    "NAME": "Throw Gold to Clear the Road",
    "DESCRIPTIONS": [
      "\"Give me a little bit of #g~Gold~ and you can choose one card from three.\"",
      "\"Do you want to continue?\"",
      "\"Did you get the cards you wanted?\"",
      "\"Do you have enough money?\"",
      "\"Let's try again.\""
    ],
    "OPTIONS": [
      "[Im Feeling] #rLose #r",
      "[Again] #rLose #r",
      "[Leave]",
      " #rGold. #gChoose #g1 #gof #g3 #grandom #gstronger #gcards #gto #gadd #ginto #gyour #gdeck.",
      "[Locked] Requires: ",
      " Gold."
    ]
  },
  "fatemaster:TestTheWatersAct2": {
    "NAME": "Throw health to Clear the Road",
    "DESCRIPTIONS": [
      "\"#r~Suffer~ a bit of damage and you can choose one card from three.\"",
      "\"Do you want to continue?\"",
      "\"Did you get the cards you wanted?\"",
      "\"Let's stop here.\"",
      "\"Isn't the cost too great?\""
    ],
    "OPTIONS": [
      "[Im Feeling] #rLose #r",
      "[Again] #rLose #r",
      "[Leave]",
      " #rHP. #gChoose #g1 #gof #g3 #grandom #gstronger #gcards #gto #gadd #ginto #gyour #gdeck.",
      "[Locked] Requires: ",
      " Gold."
    ]
  },
  "fatemaster:TestTheWatersAct3": {
    "NAME": "Throw ? to Clear the Road",
    "DESCRIPTIONS": [
      "\"This is your last chance.\"",
      "\"Do you want to continue?\"",
      "\"Did you get the cards you wanted?\"",
      "\"Let's stop here.\"",
      "\"Isn't the cost too great?\""
    ],
    "OPTIONS": [
      "[Im Feeling] #rLose #r",
      "[Again] #rLose #r",
      "[Leave]",
      " #rMax #rHP. #gChoose #g1 #gof #g3 #grandom #gstronger #gcards #gto #gadd #ginto #gyour #gdeck.",
      "[Locked] Requires: ",
      " Max HP."
    ]
  }
}